tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/services"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "python@3.12"
brew "awscli"
brew "glib"
brew "libidn2"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "cask"
brew "docker-clean"
brew "gd"
brew "gh"
brew "ghostscript"
brew "go"
brew "netpbm"
brew "gts"
brew "harfbuzz"
brew "jq"
brew "leptonica"
brew "libass"
brew "pango"
brew "librsvg"
brew "mysql@5.7", restart_service: :changed
brew "nkf"
brew "nodebrew"
brew "openjdk"
brew "openjdk@11"
brew "pandoc"
brew "peco"
brew "postgresql@12"
brew "postgresql@14"
brew "postgresql@15"
brew "pstree"
brew "python@3.10"
brew "python@3.11"
brew "python@3.8"
brew "python@3.9"
brew "ruby-build"
brew "rbenv"
brew "redis"
brew "shared-mime-info"
brew "srt"
brew "tesseract"
brew "tig"
brew "tree"
brew "uv"
brew "v8"
brew "wget"
brew "yarn"
brew "zsh"
brew "heroku/brew/heroku"
cask "chromium"
cask "cmd-eikana"
cask "cursor"
cask "db-browser-for-sqlite"
cask "dbeaver-community"
cask "docker-desktop"
cask "gcloud-cli"
cask "google-chrome"
cask "google-japanese-ime"
cask "iterm2"
cask "itsycal"
cask "mactex"
cask "miniconda"
cask "multipass"
cask "ngrok"
cask "orbstack"
cask "postico"
cask "raycast"
cask "sequel-ace"
cask "slack"
cask "visual-studio-code"
cask "wireshark-app"
cask "zoom"
vscode "aki77.rails-db-schema"
vscode "bierner.markdown-mermaid"
vscode "bradlc.vscode-tailwindcss"
vscode "bung87.rails"
vscode "bung87.vscode-gemfile"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "eamodio.gitlens"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "kaiwood.endwise"
vscode "karunamurti.haml"
vscode "koichisasada.vscode-rdbg"
vscode "marp-team.marp-vscode"
vscode "mechatroner.rainbow-csv"
vscode "mohsen1.prettify-json"
vscode "mrmlnc.vscode-duplicate"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-vscode-remote.remote-containers"
vscode "oderwat.indent-rainbow"
vscode "saoudrizwan.claude-dev"
vscode "shopify.ruby-lsp"
vscode "sianglim.slim"
vscode "supermaven.supermaven"
vscode "vscodevim.vim"
go "github.com/kazz187/mcp-google-spreadsheet"
