tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "homebrew/services"
brew "jpeg-xl"
brew "aom"
brew "python@3.12"
brew "glib"
brew "libidn2"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "cask"
brew "deno"
brew "docker-clean"
brew "harfbuzz"
brew "leptonica"
brew "libass"
brew "pango"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "gd"
brew "ghostscript"
brew "gobject-introspection"
brew "netpbm"
brew "gts"
brew "librsvg"
brew "graphviz"
brew "guile"
brew "iproute2mac"
brew "jq"
brew "mysql@5.7", restart_service: true
brew "nghttp2"
brew "nkf"
brew "nodebrew"
brew "openjdk"
brew "openjdk@11"
brew "pandoc"
brew "peco"
brew "postgresql@12"
brew "postgresql@14"
brew "pstree"
brew "python@3.10"
brew "python@3.11"
brew "python@3.8"
brew "python@3.9"
brew "ruby-build"
brew "rbenv"
brew "redis"
brew "shared-mime-info"
brew "tig"
brew "tree"
brew "v8"
brew "wget"
brew "yarn"
brew "zsh"
brew "heroku/brew/heroku"
cask "chromium"
cask "cmd-eikana"
cask "docker"
cask "google-cloud-sdk"
cask "google-japanese-ime"
cask "mactex"
cask "ngrok"
cask "raycast"
cask "sequel-ace"
cask "weka"
cask "xquartz"
vscode "aki77.rails-db-schema"
vscode "bradlc.vscode-tailwindcss"
vscode "bung87.rails"
vscode "bung87.vscode-gemfile"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.copilot-labs"
vscode "kaiwood.endwise"
vscode "karunamurti.haml"
vscode "mohsen1.prettify-json"
vscode "mrmlnc.vscode-duplicate"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "oderwat.indent-rainbow"
vscode "rebornix.ruby"
vscode "sianglim.slim"
vscode "vscodevim.vim"
vscode "wingrunr21.vscode-ruby"
