tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "docker", link: false
brew "unbound"
brew "harfbuzz"
brew "tcl-tk"
brew "ffmpeg"
brew "graphviz"
brew "mysql@5.7", restart_service: true
brew "nodebrew"
brew "openjdk@11"
brew "peco"
brew "postgresql", restart_service: true
brew "postgresql@12"
brew "python@3.8"
brew "ruby-build"
brew "rbenv"
brew "redis", restart_service: true
brew "shared-mime-info"
brew "tig"
brew "tree"
brew "v8@3.15", link: true
brew "wget"
brew "xhyve"
brew "yarn"
brew "zsh"
brew "heroku/brew/heroku"
cask "alfred"
cask "appcleaner"
cask "atom"
cask "caffeine"
cask "clipy"
cask "dash"
cask "day-o"
cask "docker"
cask "google-chrome"
cask "google-japanese-ime"
cask "imageoptim"
cask "iterm2"
cask "monolingual"
cask "ngrok"
cask "postico"
cask "sequel-pro"
cask "sketch"
cask "skitch"
cask "skype"
cask "slack"
cask "station"
cask "visual-studio-code"
cask "xnconvert"
